[PAD]	0
[UNK]	0
[BOS]	0
[EOS]	0
[SEP]	0
[CLS]	0
[MASK]	0
▁t	-0
▁a	-1
he	-2
in	-3
▁the	-4
▁s	-5
re	-6
▁w	-7
▁o	-8
is	-9
er	-10
nd	-11
▁f	-12
▁m	-13
▁b	-14
it	-15
at	-16
ing	-17
▁c	-18
en	-19
es	-20
or	-21
ou	-22
▁th	-23
on	-24
▁h	-25
ll	-26
an	-27
▁and	-28
▁to	-29
▁of	-30
▁p	-31
ar	-32
▁d	-33
ed	-34
as	-35
▁in	-36
▁l	-37
▁I	-38
om	-39
▁is	-40
ic	-41
▁g	-42
le	-43
▁e	-44
▁T	-45
ot	-46
▁n	-47
al	-48
ut	-49
st	-50
ct	-51
il	-52
▁it	-53
▁be	-54
ve	-55
ie	-56
ly	-57
▁mo	-58
▁re	-59
▁on	-60
▁that	-61
ver	-62
ow	-63
ad	-64
ent	-65
▁he	-66
ion	-67
im	-68
▁this	-69
ay	-70
▁wh	-71
se	-72
▁st	-73
et	-74
gh	-75
id	-76
▁The	-77
ch	-78
▁was	-79
▁A	-80
▁mov	-81
▁y	-82
ith	-83
ilm	-84
▁S	-85
all	-86
▁for	-87
▁film	-88
▁as	-89
oo	-90
▁u	-91
ce	-92
▁with	-93
▁an	-94
am	-95
ke	-96
ld	-97
▁se	-98
ir	-99
▁movie	-100
ro	-101
▁you	-102
▁B	-103
ri	-104
▁ha	-105
her	-106
▁M	-107
ur	-108
▁li	-109
▁but	-110
ra	-111
▁we	-112
▁not	-113
ally	-114
ill	-115
▁(	-116
▁C	-117
▁H	-118
ter	-119
▁"	-120
▁W	-121
ck	-122
▁are	-123
▁sh	-124
ome	-125
▁his	-126
▁ch	-127
pe	-128
▁D	-129
ers	-130
ould	-131
▁at	-132
ul	-133
▁have	-134
ght	-135
em	-136
▁su	-137
if	-138
ust	-139
un	-140
▁j	-141
▁fr	-142
out	-143
▁sc	-144
▁act	-145
▁do	-146
ain	-147
▁ex	-148
ble	-149
ess	-150
▁who	-151
▁one	-152
el	-153
▁k	-154
▁so	-155
▁com	-156
▁pl	-157
ood	-158
very	-159
act	-160
▁all	-161
ant	-162
▁ab	-163
art	-164
ies	-165
ak	-166
pp	-167
▁by	-168
us	-169
▁al	-170
ag	-171
▁P	-172
ol	-173
▁v	-174
▁L	-175
▁Th	-176
▁F	-177
est	-178
ous	-179
▁R	-180
op	-181
▁de	-182
th	-183
ist	-184
and	-185
▁ne	-186
▁wor	-187
▁from	-188
▁It	-189
ast	-190
▁they	-191
one	-192
▁J	-193
▁like	-194
▁out	-195
▁G	-196
ven	-197
▁r	-198
▁some	-199
▁int	-200
▁whe	-201
qu	-202
▁her	-203
▁con	-204
▁or	-205
ation	-206
um	-207
fe	-208
ough	-209
red	-210
au	-211
ate	-212
▁N	-213
▁me	-214
▁about	-215
▁has	-216
▁just	-217
res	-218
ich	-219
ind	-220
os	-221
ive	-222
ory	-223
▁O	-224
ard	-225
▁pro	-226
▁E	-227
ack	-228
▁can	-229
▁char	-230
pt	-231
ort	-232
..	-233
▁un	-234
▁tim	-235
ig	-236
ire	-237
ud	-238
ook	-239
ake	-240
▁le	-241
reat	-242
▁This	-243
ight	-244
▁good	-245
▁charact	-246
▁any	-247
▁man	-248
ong	-249
▁wat	-250
▁tr	-251
▁lo	-252
▁up	-253
▁more	-254
▁get	-255
▁go	-256
▁no	-257
ity	-258
▁fe	-259
▁would	-260
▁very	-261
▁see	-262
ound	-263
ther	-264
▁my	-265
▁what	-266
▁there	-267
ite	-268
ge	-269
ame	-270
▁story	-271
▁bec	-272
nt	-273
ide	-274
▁1	-275
able	-276
▁she	-277
▁time	-278
od	-279
▁-	-280
▁when	-281
▁en	-282
ab	-283
hing	-284
▁were	-285
▁had	-286
▁K	-287
ure	-288
▁really	-289
▁only	-290
ore	-291
ell	-292
▁scen	-293
itt	-294
oy	-295
▁their	-296
▁watch	-297
▁if	-298
▁him	-299
▁show	-300
▁even	-301
▁per	-302
▁which	-303
ious	-304
▁other	-305
pl	-306
so	-307
ink	-308
ick	-309
ial	-310
▁cl	-311
man	-312
▁than	-313
ment	-314
te	-315
our	-316
ars	-317
▁them	-318
ond	-319
ine	-320
ap	-321
▁does	-322
▁did	-323
▁kn	-324
og	-325
ays	-326
...	-327
uch	-328
ade	-329
▁end	-330
are	-331
ves	-332
ause	-333
▁pe	-334
ac	-335
ice	-336
▁qu	-337
▁great	-338
▁much	-339
▁bad	-340
▁bet	-341
▁look	-342
▁ar	-343
ue	-344
irect	-345
irst	-346
ople	-347
▁been	-348
▁over	-349
▁could	-350
▁po	-351
▁im	-352
▁will	-353
ple	-354
▁into	-355
▁how	-356
ert	-357
lf	-358
ence	-359
ne	-360
▁well	-361
int	-362
▁pre	-363
▁most	-364
ry	-365
▁people	-366
ose	-367
▁think	-368
▁ro	-369
▁know	-370
▁tw	-371
age	-372
ass	-373
▁because	-374
for	-375
▁ad	-376
other	-377
▁too	-378
▁dis	-379
per	-380
▁us	-381
fter	-382
av	-383
ful	-384
ors	-385
▁ag	-386
ff	-387
▁direct	-388
▁made	-389
▁first	-390
▁real	-391
▁make	-392
ile	-393
▁part	-394
▁every	-395
▁off	-396
▁am	-397
ull	-398
ings	-399
ish	-400
ict	-401
▁way	-402
aw	-403
▁And	-404
ere	-405
▁also	-406
ny	-407
▁Y	-408
).	-409
▁'	-410
▁Wh	-411
oll	-412
ated	-413
▁fun	-414
ost	-415
▁In	-416
ary	-417
▁seem	-418
gin	-419
▁wr	-420
▁thr	-421
ty	-422
▁don	-423
akes	-424
▁its	-425
▁movies	-426
▁But	-427
ical	-428
own	-429
▁character	-430
ans	-431
ress	-432
ep	-433
▁work	-434
iew	-435
▁bl	-436
▁sp	-437
▁Ch	-438
▁characters	-439
ob	-440
ng	-441
ace	-442
ually	-443
▁gu	-444
hed	-445
ance	-446
cc	-447
pect	-448
▁fl	-449
▁films	-450
fect	-451
▁play	-452
▁V	-453
iz	-454
▁te	-455
self	-456
▁plot	-457
▁ye	-458
▁then	-459
ving	-460
▁seen	-461
ces	-462
▁want	-463
omet	-464
▁ser	-465
▁aw	-466
ittle	-467
),	-468
▁your	-469
▁after	-470
▁He	-471
▁two	-472
▁being	-473
▁love	-474
▁say	-475
▁many	-476
▁never	-477
▁acting	-478
ip	-479
urn	-480
get	-481
▁There	-482
nder	-483
▁through	-484
ang	-485
mer	-486
▁back	-487
ark	-488
ens	-489
▁where	-490
▁life	-491
▁ent	-492
ily	-493
▁little	-494
▁St	-495
ian	-496
ved	-497
▁best	-498
▁rem	-499
▁br	-500
ult	-501
▁somet	-502
ild	-503
ather	-504
ber	-505
▁ever	-506
ach	-507
ise	-508
▁des	-509
ci	-510
▁hor	-511
we	-512
▁rec	-513
vel	-514
▁better	-515
ions	-516
wn	-517
▁U	-518
du	-519
ual	-520
▁perfor	-521
rap	-522
▁should	-523
ru	-524
▁find	-525
▁sl	-526
vers	-527
be	-528
▁scene	-529
aking	-530
▁spe	-531
ought	-532
thing	-533
▁2	-534
▁cont	-535
▁feel	-536
▁If	-537
▁i	-538
ase	-539
less	-540
▁att	-541
▁pr	-542
▁again	-543
▁scenes	-544
ertain	-545
ia	-546
▁here	-547
▁still	-548
iend	-549
ath	-550
ents	-551
lie	-552
▁ri	-553
▁Al	-554
▁min	-555
▁gr	-556
▁under	-557
ever	-558
erest	-559
me	-560
augh	-561
▁19	-562
ably	-563
fore	-564
ning	-565
▁kill	-566
▁such	-567
▁interest	-568
igh	-569
▁inc	-570
ree	-571
ren	-572
▁something	-573
▁happ	-574
ting	-575
ason	-576
les	-577
▁old	-578
ense	-579
arly	-580
▁these	-581
▁performan	-582
▁may	-583
▁imp	-584
▁cast	-585
ations	-586
alk	-587
▁fam	-588
▁cr	-589
▁lot	-590
ave	-591
ail	-592
▁point	-593
▁gi	-594
ating	-595
oth	-596
▁hum	-597
reen	-598
▁ap	-599
ater	-600
▁sur	-601
▁doesn	-602
The	-603
iv	-604
▁dec	-605
▁thing	-606
▁wom	-607
ying	-608
joy	-609
▁years	-610
ror	-611
ect	-612
▁those	-613
▁watching	-614
▁actors	-615
up	-616
▁sim	-617
▁gir	-618
▁res	-619
the	-620
▁mus	-621
▁ra	-622
▁didn	-623
▁gen	-624
▁che	-625
▁set	-626
▁enjoy	-627
ock	-628
▁start	-629
▁view	-630
▁cou	-631
▁As	-632
▁fact	-633
▁makes	-634
▁down	-635
ffect	-636
▁funny	-637
old	-638
▁belie	-639
erson	-640
▁guy	-641
▁ob	-642
▁few	-643
ute	-644
▁ev	-645
edy	-646
▁comp	-647
oss	-648
▁Jo	-649
iss	-650
der	-651
▁fin	-652
rigin	-653
az	-654
ale	-655
oc	-656
▁before	-657
▁same	-658
▁actually	-659
▁tra	-660
▁going	-661
ub	-662
li	-663
▁pret	-664
wh	-665
▁got	-666
▁long	-667
▁origin	-668
▁em	-669
▁young	-670
▁supp	-671
▁while	-672
▁though	-673
▁dif	-674
▁why	-675
▁now	-676
ience	-677
ool	-678
ft	-679
▁own	-680
▁produ	-681
▁bit	-682
ript	-683
▁new	-684
▁director	-685
▁ter	-686
▁tri	-687
ible	-688
ction	-689
▁exce	-690
▁turn	-691
hen	-692
▁ke	-693
▁thought	-694
▁nothing	-695
▁sub	-696
▁big	-697
ons	-698
▁girl	-699
ince	-700
aut	-701
ram	-702
▁another	-703
▁rel	-704
iting	-705
▁quite	-706
▁comple	-707
▁sm	-708
cial	-709
rent	-710
▁seems	-711
onder	-712
▁inv	-713
▁around	-714
▁app	-715
hy	-716
ib	-717
ign	-718
▁friend	-719
▁pretty	-720
▁&	-721
▁effect	-722
▁original	-723
▁things	-724
▁need	-725
▁She	-726
ically	-727
▁You	-728
ways	-729
air	-730
▁world	-731
ched	-732
ween	-733
▁right	-734
ris	-735
▁screen	-736
▁enough	-737
▁hard	-738
ew	-739
!!	-740
▁script	-741
▁How	-742
▁Br	-743
ately	-744
most	-745
meric	-746
▁str	-747
ank	-748
ness	-749
▁between	-750
rill	-751
▁appe	-752
app	-753
ster	-754
▁take	-755
▁acc	-756
▁kid	-757
▁ins	-758
ead	-759
▁high	-760
▁far	-761
▁kind	-762
ced	-763
ention	-764
▁person	-765
▁sec	-766
inem	-767
▁laugh	-768
hes	-769
--	-770
▁wonder	-771
▁must	-772
▁give	-773
▁series	-774
▁es	-775
▁gets	-776
ward	-777
▁reason	-778
".	-779
▁role	-780
utes	-781
▁horror	-782
▁mom	-783
▁tell	-784
▁op	-785
▁action	-786
ord	-787
▁times	-788
▁always	-789
vious	-790
",	-791
▁child	-792
▁An	-793
icul	-794
▁isn	-795
aid	-796
ash	-797
▁ep	-798
▁bu	-799
▁hel	-800
▁What	-801
▁least	-802
▁sex	-803
its	-804
▁read	-805
▁So	-806
ouse	-807
▁They	-808
▁put	-809
▁whole	-810
▁interesting	-811
ife	-812
▁saw	-813
▁10	-814
ased	-815
▁beaut	-816
▁Sh	-817
▁come	-818
▁Americ	-819
ody	-820
arr	-821
▁class	-822
here	-823
ully	-824
▁music	-825
▁family	-826
▁main	-827
oot	-828
▁without	-829
▁done	-830
▁expect	-831
arn	-832
▁comedy	-833
ines	-834
▁both	-835
▁cons	-836
▁hand	-837
▁lead	-838
▁rev	-839
▁might	-840
▁almost	-841
▁3	-842
▁ide	-843
▁diffe	-844
▁minutes	-845
▁shot	-846
hn	-847
▁aud	-848
▁cinem	-849
▁performance	-850
▁last	-851
bably	-852
▁expl	-853
▁cam	-854
xt	-855
▁begin	-856
▁anything	-857
gg	-858
▁sound	-859
▁complete	-860
▁book	-861
uring	-862
de	-863
▁inst	-864
▁cour	-865
ime	-866
though	-867
rible	-868
▁help	-869
son	-870
▁care	-871
stand	-872
▁worth	-873
▁Fr	-874
▁co	-875
cially	-876
▁entertain	-877
ane	-878
ism	-879
ograp	-880
▁art	-881
oney	-882
▁cle	-883
▁since	-884
▁el	-885
▁Be	-886
▁woman	-887
▁found	-888
ative	-889
▁That	-890
▁away	-891
▁We	-892
atch	-893
▁sequ	-894
ures	-895
ret	-896
istic	-897
ner	-898
als	-899
isod	-900
▁probably	-901
ition	-902
▁sure	-903
era	-904
▁TV	-905
▁rather	-906
▁All	-907
rist	-908
mend	-909
▁ext	-910
▁vers	-911
ange	-912
▁Not	-913
ialog	-914
▁run	-915
▁call	-916
pecially	-917
ros	-918
▁car	-919
oint	-920
▁episod	-921
ov	-922
▁John	-923
▁Se	-924
osed	-925
ady	-926
apt	-927
▁happen	-928
▁making	-929
led	-930
▁Re	-931
▁abs	-932
▁dialog	-933
umb	-934
▁worst	-935
ten	-936
▁lik	-937
▁course	-938
ling	-939
olly	-940
wood	-941
ither	-942
▁let	-943
▁De	-944
▁bo	-945
ER	-946
▁our	-947
▁comes	-948
ject	-949
ream	-950
▁surp	-951
▁beautif	-952
▁mean	-953
▁Le	-954
co	-955
▁add	-956
▁del	-957
."	-958
▁For	-959
▁different	-960
▁keep	-961
▁poor	-962
▁trying	-963
▁job	-964
▁less	-965
ollow	-966
▁believe	-967
VD	-968
▁rest	-969
ney	-970
aster	-971
▁goes	-972
▁each	-973
▁When	-974
▁day	-975
ments	-976
ont	-977
ates	-978
▁mind	-979
blem	-980
ok	-981
alf	-982
▁sense	-983
▁place	-984
▁My	-985
uck	-986
ah	-987
fin	-988
▁anyone	-989
▁bor	-990
▁looks	-991
▁pol	-992
dd	-993
▁DVD	-994
empt	-995
ph	-996
▁stand	-997
ingly	-998
ics	-999
iter	-1000
▁super	-1001
hip	-1002
▁pres	-1003
▁problem	-1004
**	-1005
lud	-1006
▁yet	-1007
▁played	-1008
ommend	-1009
ortun	-1010
▁money	-1011
▁ending	-1012
▁wasn	-1013
▁ty	-1014
inc	-1015
sc	-1016
ray	-1017
▁inter	-1018
▁shows	-1019
ality	-1020
▁gl	-1021
▁TH	-1022
00	-1023
▁port	-1024
arent	-1025
▁perfect	-1026
ower	-1027
▁actor	-1028
▁ac	-1029
ks	-1030
▁Bl	-1031
iece	-1032
▁boy	-1033
ann	-1034
aps	-1035
ope	-1036
way	-1037
▁watched	-1038
ember	-1039
▁plays	-1040
▁dram	-1041
▁cre	-1042
▁fav	-1043
▁One	-1044
▁conf	-1045
▁short	-1046
▁follow	-1047
▁recommend	-1048
▁Un	-1049
▁said	-1050
▁war	-1051
▁having	-1052
▁audience	-1053
ilar	-1054
▁fan	-1055
▁creat	-1056
gether	-1057
▁together	-1058
llent	-1059
▁half	-1060
▁takes	-1061
atter	-1062
▁looking	-1063
▁head	-1064
omb	-1065
▁himself	-1066
▁nice	-1067
▁second	-1068
▁effects	-1069
ident	-1070
▁version	-1071
▁someone	-1072
▁miss	-1073
ature	-1074
▁else	-1075
▁sit	-1076
▁true	-1077
ames	-1078
land	-1079
▁review	-1080
ollywood	-1081
▁certain	-1082
▁dep	-1083
▁talk	-1084
ied	-1085
▁Sc	-1086
▁understand	-1087
▁vis	-1088
ues	-1089
▁fall	-1090
▁poss	-1091
▁imag	-1092
sp	-1093
not	-1094
atic	-1095
▁At	-1096
cept	-1097
▁ed	-1098
▁left	-1099
▁Sp	-1100
▁wife	-1101
▁especially	-1102
▁special	-1103
▁father	-1104
ited	-1105
ex	-1106
ix	-1107
▁anim	-1108
▁night	-1109
ply	-1110
▁beautiful	-1111
day	-1112
ists	-1113
▁entire	-1114
▁came	-1115
▁exc	-1116
▁rele	-1117
▁three	-1118
ier	-1119
▁obvious	-1120
ared	-1121
▁idea	-1122
▁sing	-1123
ional	-1124
▁hour	-1125
▁ph	-1126
▁ele	-1127
▁dist	-1128
▁Cl	-1129
▁use	-1130
10	-1131
▁comm	-1132
sy	-1133
▁Ste	-1134
▁year	-1135
ird	-1136
ired	-1137
anc	-1138
▁American	-1139
▁4	-1140
▁det	-1141
▁mur	-1142
▁seeing	-1143
▁friends	-1144
▁Christ	-1145
▁excellent	-1146
▁mar	-1147
▁invol	-1148
▁Z	-1149
ides	-1150
like	-1151
fully	-1152
0'	-1153
▁ey	-1154
▁home	-1155
att	-1156
udget	-1157
▁However	-1158
upid	-1159
▁later	-1160
▁everything	-1161
▁mon	-1162
io	-1163
uff	-1164
appoint	-1165
▁sk	-1166
ract	-1167
▁during	-1168
▁attempt	-1169
ted	-1170
▁men	-1171
ross	-1172
▁low	-1173
▁fight	-1174
▁exp	-1175
orn	-1176
▁Well	-1177
▁--	-1178
▁once	-1179
ork	-1180
▁lack	-1181
▁everyone	-1182
▁disappoint	-1183
▁sch	-1184
▁simply	-1185
▁hist	-1186
▁Ar	-1187
▁Rob	-1188
ains	-1189
ount	-1190
▁Mar	-1191
▁tal	-1192
▁unt	-1193
▁mem	-1194
▁beh	-1195
▁rep	-1196
▁sty	-1197
▁tot	-1198
olute	-1199
▁completely	-1200
my	-1201
▁death	-1202
ets	-1203
▁used	-1204
▁exper	-1205
▁stupid	-1206
ery	-1207
iol	-1208
▁No	-1209
▁On	-1210
▁top	-1211
▁Hollywood	-1212
but	-1213
▁song	-1214
▁human	-1215
▁heart	-1216
▁supposed	-1217
▁mess	-1218
▁includ	-1219
▁pict	-1220
▁defin	-1221
▁dra	-1222
▁wrong	-1223
ien	-1224
▁performances	-1225
▁8	-1226
itten	-1227
▁tit	-1228
▁ass	-1229
▁serious	-1230
▁eas	-1231
aring	-1232
▁fail	-1233
ott	-1234
▁open	-1235
▁house	-1236
ography	-1237
uth	-1238
gr	-1239
elt	-1240
▁try	-1241
▁stud	-1242
▁either	-1243
▁ret	-1244
▁gener	-1245
▁sy	-1246
orm	-1247
ins	-1248
amp	-1249
ideo	-1250
fic	-1251
▁word	-1252
▁given	-1253
uly	-1254
▁loc	-1255
▁conv	-1256
▁black	-1257
idd	-1258
▁emot	-1259
▁exam	-1260
/10	-1261
▁kids	-1262
....	-1263
▁cra	-1264
▁becom	-1265
▁absolute	-1266
oice	-1267
▁conc	-1268
▁7	-1269
▁small	-1270
▁camera	-1271
▁line	-1272
▁bas	-1273
▁boring	-1274
▁classic	-1275
ider	-1276
▁5	-1277
▁ind	-1278
velop	-1279
haps	-1280
▁count	-1281
▁women	-1282
▁Don	-1283
▁particul	-1284
▁surpris	-1285
▁rom	-1286
▁gra	-1287
play	-1288
ove	-1289
ize	-1290
▁pain	-1291
▁light	-1292
▁production	-1293
ities	-1294
ric	-1295
▁star	-1296
▁cop	-1297
▁until	-1298
itely	-1299
▁along	-1300
▁couple	-1301
▁sad	-1302
▁won	-1303
▁favor	-1304
oon	-1305
fortun	-1306
▁sort	-1307
▁portray	-1308
▁truly	-1309
iness	-1310
▁hope	-1311
ike	-1312
▁moments	-1313
vis	-1314
▁wa	-1315
▁pass	-1316
▁cred	-1317
▁viol	-1318
ug	-1319
ote	-1320
iant	-1321
▁ple	-1322
ories	-1323
sel	-1324
reak	-1325
med	-1326
▁Even	-1327
▁amaz	-1328
▁instead	-1329
▁flick	-1330
que	-1331
▁Man	-1332
▁remember	-1333
aj	-1334
com	-1335
▁hero	-1336
▁full	-1337
▁To	-1338
▁awful	-1339
▁episode	-1340
ming	-1341
▁Some	-1342
ility	-1343
▁school	-1344
▁After	-1345
▁humor	-1346
▁except	-1347
ented	-1348
▁name	-1349
▁gives	-1350
IN	-1351
▁Will	-1352
▁doing	-1353
▁getting	-1354
▁9	-1355
▁budget	-1356
ows	-1357
▁itself	-1358
▁playing	-1359
▁z	-1360
ently	-1361
▁become	-1362
▁wonderful	-1363
▁THE	-1364
ony	-1365
▁develop	-1366
▁Mr	-1367
▁form	-1368
imes	-1369
ler	-1370
▁dri	-1371
▁often	-1372
▁terrible	-1373
,"	-1374
olog	-1375
right	-1376
▁.	-1377
▁lines	-1378
▁face	-1379
▁next	-1380
ax	-1381
ton	-1382
▁others	-1383
▁stars	-1384
ized	-1385
▁however	-1386
ister	-1387
▁dialogue	-1388
▁Car	-1389
▁felt	-1390
▁reg	-1391
▁slow	-1392
▁ann	-1393
und	-1394
▁guess	-1395
▁liked	-1396
▁impress	-1397
▁video	-1398
▁piece	-1399
▁close	-1400
aughter	-1401
▁coll	-1402
▁quest	-1403
ael	-1404
▁cor	-1405
reme	-1406
▁live	-1407
ibly	-1408
▁adv	-1409
▁Jack	-1410
▁early	-1411
▁dead	-1412
▁couldn	-1413
▁fant	-1414
▁brill	-1415
ger	-1416
ps	-1417
▁actress	-1418
▁case	-1419
▁mother	-1420
▁Dav	-1421
ument	-1422
line	-1423
▁power	-1424
▁went	-1425
illy	-1426
tern	-1427
▁mention	-1428
▁cut	-1429
▁strong	-1430
▁against	-1431
▁waste	-1432
ley	-1433
used	-1434
▁children	-1435
▁ref	-1436
▁His	-1437
ccess	-1438
▁style	-1439
ured	-1440
▁New	-1441
▁relations	-1442
▁entertaining	-1443
ined	-1444
▁dark	-1445
▁maybe	-1446
ular	-1447
▁mis	-1448
▁past	-1449
▁title	-1450
lish	-1451
▁trans	-1452
▁With	-1453
ready	-1454
▁While	-1455
oid	-1456
▁rid	-1457
pite	-1458
▁absolutely	-1459
ific	-1460
sh	-1461
▁worse	-1462
yn	-1463
ichael	-1464
unch	-1465
▁definitely	-1466
body	-1467
cess	-1468
▁written	-1469
atur	-1470
▁side	-1471
oub	-1472
▁beginning	-1473
▁becomes	-1474
▁support	-1475
iam	-1476
itch	-1477
▁Then	-1478
rew	-1479
selves	-1480
by	-1481
riend	-1482
fortunately	-1483
▁thrill	-1484
▁seemed	-1485
▁sw	-1486
▁Mc	-1487
▁	-1488
ts	-1489
▁already	-1490
▁brother	-1491
▁picture	-1492
▁example	-1493
▁success	-1494
▁Har	-1495
▁lives	-1496
▁rent	-1497
▁certainly	-1498
▁cinema	-1499
▁pred	-1500
▁extreme	-1501
▁Eng	-1502
▁pop	-1503
▁adm	-1504
pped	-1505
▁Also	-1506
▁brilliant	-1507
▁sever	-1508
▁wanted	-1509
▁fans	-1510
enn	-1511
▁fine	-1512
▁relationship	-1513
▁several	-1514
▁matter	-1515
▁tou	-1516
osp	-1517
▁loved	-1518
▁although	-1519
▁direction	-1520
ison	-1521
het	-1522
vable	-1523
▁blood	-1524
▁self	-1525
ried	-1526
▁drama	-1527
aken	-1528
▁cent	-1529
▁Is	-1530
ief	-1531
▁walk	-1532
aul	-1533
▁wants	-1534
chn	-1535
▁pur	-1536
cy	-1537
▁master	-1538
aving	-1539
▁lost	-1540
▁et	-1541
▁tries	-1542
uss	-1543
▁mag	-1544
ches	-1545
▁dem	-1546
▁works	-1547
▁town	-1548
▁annoy	-1549
ided	-1550
sych	-1551
ages	-1552
orge	-1553
ape	-1554
▁Of	-1555
▁mor	-1556
▁writing	-1557
what	-1558
▁Char	-1559
▁vill	-1560
▁viewer	-1561
▁av	-1562
▁totally	-1563
▁guys	-1564
▁list	-1565
amed	-1566
▁occ	-1567
unk	-1568
▁son	-1569
▁throughout	-1570
▁Dan	-1571
▁sat	-1572
▁Michael	-1573
▁num	-1574
▁able	-1575
▁prov	-1576
▁quality	-1577
oil	-1578
oke	-1579
▁par	-1580
▁deser	-1581
gu	-1582
▁doc	-1583
▁Now	-1584
▁called	-1585
▁enjoyed	-1586
▁capt	-1587
▁daughter	-1588
▁novel	-1589
▁history	-1590
▁dr	-1591
▁eff	-1592
ung	-1593
▁based	-1594
ination	-1595
▁comment	-1596
▁med	-1597
where	-1598
OT	-1599
▁col	-1600
▁stuff	-1601
▁Just	-1602
ms	-1603
▁turns	-1604
use	-1605
▁killer	-1606
▁amazing	-1607
▁fem	-1608
▁val	-1609
▁gave	-1610
▁starts	-1611
ern	-1612
▁fair	-1613
▁game	-1614
▁finally	-1615
off	-1616
ude	-1617
▁appear	-1618
▁Why	-1619
▁bra	-1620
▁genre	-1621
itive	-1622
using	-1623
▁behind	-1624
▁favorite	-1625
▁deal	-1626
rib	-1627
▁myster	-1628
▁learn	-1629
▁fig	-1630
▁hon	-1631
▁inf	-1632
rop	-1633
▁moment	-1634
▁themselves	-1635
ished	-1636
▁cult	-1637
▁evil	-1638
▁contin	-1639
▁situ	-1640
ese	-1641
▁final	-1642
▁today	-1643
to	-1644
▁late	-1645
▁import	-1646
arth	-1647
19	-1648
▁parts	-1649
rodu	-1650
na	-1651
ik	-1652
oup	-1653
ajor	-1654
ards	-1655
▁Gr	-1656
▁etc	-1657
▁prom	-1658
ox	-1659
▁stra	-1660
▁shoot	-1661
▁crit	-1662
▁days	-1663
▁opp	-1664
▁May	-1665
▁exact	-1666
▁level	-1667
ump	-1668
▁typ	-1669
ene	-1670
▁feat	-1671
astic	-1672
iet	-1673
akers	-1674
▁ask	-1675
▁Every	-1676
▁intell	-1677
band	-1678
▁thinking	-1679
▁consider	-1680
▁ir	-1681
▁Brit	-1682
▁foot	-1683
▁stories	-1684
.)	-1685
▁Ge	-1686
▁myself	-1687
▁Her	-1688
▁susp	-1689
iculous	-1690
▁cost	-1691
▁deli	-1692
▁psych	-1693
▁feeling	-1694
▁pat	-1695
▁voice	-1696
arb	-1697
▁bus	-1698
▁musical	-1699
▁decent	-1700
▁pick	-1701
▁incred	-1702
▁soon	-1703
▁effort	-1704
dy	-1705
▁dream	-1706
▁roles	-1707
▁sn	-1708
▁const	-1709
urt	-1710
▁Me	-1711
usband	-1712
▁horrible	-1713
▁says	-1714
▁stop	-1715
▁girls	-1716
ior	-1717
▁eyes	-1718
▁heard	-1719
▁Any	-1720
▁mot	-1721
ient	-1722
AN	-1723
▁took	-1724
▁murder	-1725
▁document	-1726
▁Ke	-1727
okes	-1728
▁cinemat	-1729
▁God	-1730
▁win	-1731
▁killed	-1732
▁perhaps	-1733
▁,	-1734
▁stru	-1735
ives	-1736
antly	-1737
▁white	-1738
▁Pe	-1739
▁cannot	-1740
yp	-1741
cut	-1742
▁Robert	-1743
antic	-1744
▁Or	-1745
els	-1746
▁major	-1747
uc	-1748
▁happens	-1749
▁fore	-1750
ances	-1751
▁weak	-1752
gan	-1753
gs	-1754
ma	-1755
tra	-1756
uge	-1757
▁involved	-1758
▁ridiculous	-1759
owing	-1760
▁predict	-1761
ek	-1762
▁hilar	-1763
▁directed	-1764
▁hit	-1765
eth	-1766
▁husband	-1767
ering	-1768
▁room	-1769
LL	-1770
ats	-1771
urb	-1772
aves	-1773
ences	-1774
▁techn	-1775
▁type	-1776
▁sle	-1777
▁opin	-1778
▁Rich	-1779
▁non	-1780
AT	-1781
▁6	-1782
▁happened	-1783
▁experience	-1784
▁Ed	-1785
▁result	-1786
▁group	-1787
▁prof	-1788
br	-1789
▁sol	-1790
▁bring	-1791
▁hold	-1792
▁chang	-1793
ters	-1794
▁break	-1795
mp	-1796
ys	-1797
▁Paul	-1798
▁event	-1799
▁violence	-1800
▁ago	-1801
▁told	-1802
▁Q	-1803
▁teen	-1804
side	-1805
▁tele	-1806
how	-1807
▁extremely	-1808
▁Ger	-1809
apan	-1810
▁leave	-1811
▁fut	-1812
▁chance	-1813
▁Pl	-1814
▁Per	-1815
▁ste	-1816
▁crap	-1817
▁move	-1818
!!!	-1819
▁wouldn	-1820
zy	-1821
ique	-1822
▁James	-1823
▁age	-1824
▁esc	-1825
▁200	-1826
▁swe	-1827
▁Ind	-1828
▁Pet	-1829
▁cheap	-1830
▁Ne	-1831
iddle	-1832
▁quick	-1833
▁First	-1834
ots	-1835
▁hilarious	-1836
ST	-1837
▁pos	-1838
▁looked	-1839
▁stre	-1840
▁stay	-1841
▁career	-1842
ement	-1843
▁score	-1844
ON	-1845
▁shown	-1846
rest	-1847
ational	-1848
▁foc	-1849
▁shock	-1850
aced	-1851
mb	-1852
ential	-1853
▁polit	-1854
wards	-1855
▁desc	-1856
▁coming	-1857
▁highly	-1858
▁phot	-1859
▁disco	-1860
▁obviously	-1861
vision	-1862
▁apparent	-1863
▁Do	-1864
▁sometimes	-1865
▁(19	-1866
▁Japan	-1867
▁similar	-1868
▁number	-1869
▁simple	-1870
ered	-1871
▁body	-1872
▁inde	-1873
▁comed	-1874
▁annoying	-1875
aged	-1876
▁ant	-1877
▁English	-1878
▁taken	-1879
AR	-1880
nds	-1881
enty	-1882
OR	-1883
▁Osc	-1884
ground	-1885
▁ang	-1886
itting	-1887
aim	-1888
▁yourself	-1889
▁opinion	-1890
nded	-1891
▁var	-1892
▁David	-1893
▁particularly	-1894
▁hours	-1895
▁exactly	-1896
iety	-1897
▁strange	-1898
ury	-1899
rence	-1900
ians	-1901
▁gun	-1902
▁country	-1903
▁Although	-1904
▁ones	-1905
▁treat	-1906
▁deep	-1907
▁four	-1908
▁alone	-1909
ino	-1910
ovie	-1911
▁return	-1912
▁started	-1913
▁huge	-1914
▁writer	-1915
ones	-1916
▁ill	-1917
pping	-1918
▁lar	-1919
▁known	-1920
▁dev	-1921
▁ends	-1922
rit	-1923
▁finds	-1924
ky	-1925
▁pay	-1926
rench	-1927
▁possible	-1928
▁somewhat	-1929
ina	-1930
▁gore	-1931
▁cool	-1932
bel	-1933
▁War	-1934
▁moder	-1935
▁change	-1936
▁released	-1937
read	-1938
▁doub	-1939
▁whose	-1940
▁across	-1941
▁usual	-1942
▁cinematography	-1943
▁season	-1944
▁Ad	-1945
ator	-1946
▁Tom	-1947
▁disc	-1948
▁prem	-1949
▁filmm	-1950
ubl	-1951
cks	-1952
outh	-1953
▁shots	-1954
▁opening	-1955
▁hot	-1956
▁talent	-1957
▁*	-1958
▁subject	-1959
▁Je	-1960
unt	-1961
▁pot	-1962
▁zomb	-1963
lt	-1964
aces	-1965
ield	-1966
▁narr	-1967
▁jokes	-1968
▁forget	-1969
lo	-1970
▁saying	-1971
▁episodes	-1972
rise	-1973
ball	-1974
▁reality	-1975
ouble	-1976
▁dest	-1977
▁pull	-1978
ili	-1979
▁police	-1980
▁**	-1981
ised	-1982
▁sent	-1983
ron	-1984
▁disappointed	-1985
wise	-1986
anger	-1987
▁order	-1988
▁single	-1989
▁fill	-1990
omp	-1991
▁build	-1992
▁female	-1993
▁El	-1994
▁produc	-1995
▁William	-1996
mosp	-1997
▁wish	-1998
▁local	-1999
▁living	-2000
▁vict	-2001
ral	-2002
▁sister	-2003
aker	-2004
▁honest	-2005
▁mist	-2006
▁events	-2007
▁talking	-2008
▁Dis	-2009
▁near	-2010
▁prot	-2011
▁running	-2012
ush	-2013
▁Over	-2014
▁sign	-2015
▁attention	-2016
▁emb	-2017
hetic	-2018
▁unc	-2019
▁touch	-2020
▁remind	-2021
▁save	-2022
▁atmosp	-2023
▁important	-2024
real	-2025
light	-2026
▁turned	-2027
▁knew	-2028
▁plan	-2029
▁documentary	-2030
ald	-2031
▁middle	-2032
reci	-2033
lling	-2034
▁British	-2035
▁songs	-2036
asy	-2037
▁ut	-2038
orth	-2039
iction	-2040
▁suspense	-2041
iel	-2042
oud	-2043
head	-2044
▁tells	-2045
▁despite	-2046
▁problems	-2047
▁!	-2048
▁Oh	-2049
▁Tr	-2050
▁meet	-2051
▁parent	-2052
ING	-2053
ctor	-2054
▁sequence	-2055
any	-2056
▁modern	-2057
rely	-2058
ants	-2059
▁air	-2060
▁compl	-2061
▁detail	-2062
▁taking	-2063
ital	-2064
▁inn	-2065
▁knows	-2066
eng	-2067
which	-2068
▁subt	-2069
▁apart	-2070
▁straight	-2071
▁OK	-2072
▁intellig	-2073
uri	-2074
ires	-2075
otic	-2076
▁Richard	-2077
!"	-2078
yond	-2079
iod	-2080
▁team	-2081
▁respect	-2082
▁pri	-2083
▁aren	-2084
ole	-2085
▁20	-2086
▁equ	-2087
▁unf	-2088
▁hell	-2089
▁usually	-2090
▁Am	-2091
▁scary	-2092
▁ten	-2093
usion	-2094
▁hop	-2095
▁future	-2096
oe	-2097
▁comic	-2098
arch	-2099
▁contro	-2100
▁silly	-2101
▁fa	-2102
▁due	-2103
aterial	-2104
▁romantic	-2105
orable	-2106
▁easily	-2107
▁including	-2108
▁ve	-2109
▁question	-2110
▁among	-2111
che	-2112
▁mark	-2113
▁ca	-2114
▁television	-2115
EN	-2116
ubb	-2117
oul	-2118
iché	-2119
ained	-2120
▁present	-2121
▁adult	-2122
▁aspect	-2123
▁sets	-2124
▁supporting	-2125
▁words	-2126
▁land	-2127
▁appears	-2128
▁York	-2129
▁cart	-2130
▁forg	-2131
▁happy	-2132
▁fast	-2133
▁predictable	-2134
▁dull	-2135
▁sexual	-2136
▁appreci	-2137
▁material	-2138
▁enjoyable	-2139
ltim	-2140
▁hands	-2141
▁clearly	-2142
▁ear	-2143
▁needs	-2144
go	-2145
▁eng	-2146
▁prog	-2147
▁Con	-2148
▁falls	-2149
▁mostly	-2150
rated	-2151
▁Oscar	-2152
gy	-2153
form	-2154
irector	-2155
asc	-2156
oof	-2157
nding	-2158
▁actual	-2159
▁creep	-2160
▁previous	-2161
▁box	-2162
▁pleas	-2163
who	-2164
back	-2165
▁Unfortunately	-2166
▁Mor	-2167
▁odd	-2168
▁entertainment	-2169
'.	-2170
ara	-2171
▁sold	-2172
??	-2173
▁Su	-2174
▁Ben	-2175
▁sum	-2176
▁Pr	-2177
iest	-2178
▁eye	-2179
▁seriously	-2180
▁ways	-2181
▁check	-2182
▁giving	-2183
attle	-2184
aught	-2185
▁none	-2186
estern	-2187
ressed	-2188
▁points	-2189
▁sequel	-2190
▁German	-2191
▁herself	-2192
▁Ph	-2193
inal	-2194
▁cliché	-2195
▁spir	-2196
▁reve	-2197
▁197	-2198
▁feels	-2199
ublic	-2200
▁King	-2201
ension	-2202
ey	-2203
ution	-2204
▁feature	-2205
▁surprised	-2206
▁George	-2207
▁victim	-2208
▁Yes	-2209
▁Most	-2210
▁flaw	-2211
▁Sim	-2212
▁message	-2213
amb	-2214
▁Maybe	-2215
▁period	-2216
▁198	-2217
▁adapt	-2218
▁secret	-2219
▁above	-2220
▁animation	-2221
▁Lee	-2222
▁met	-2223
▁gang	-2224
ining	-2225
▁doubt	-2226
▁exist	-2227
▁haven	-2228
▁theme	-2229
▁camp	-2230
▁storyline	-2231
▁clear	-2232
▁attack	-2233
▁Sam	-2234
orry	-2235
work	-2236
track	-2237
▁slight	-2238
▁visual	-2239
▁IM	-2240
▁NOT	-2241
cl	-2242
▁ru	-2243
▁bunch	-2244
▁moving	-2245
ficult	-2246
▁elements	-2247
irt	-2248
uses	-2249
▁hate	-2250
',	-2251
ggest	-2252
iment	-2253
▁thriller	-2254
aby	-2255
▁From	-2256
▁begins	-2257
▁theat	-2258
▁superb	-2259
▁viewers	-2260
wr	-2261
arre	-2262
▁comb	-2263
▁fell	-2264
verage	-2265
▁nearly	-2266
atural	-2267
▁accept	-2268
▁spoil	-2269
▁upon	-2270
▁beyond	-2271
▁within	-2272
▁difficult	-2273
▁By	-2274
ously	-2275
▁tried	-2276
▁decided	-2277
▁mil	-2278
▁easy	-2279
▁personal	-2280
row	-2281
▁means	-2282
▁release	-2283
▁suggest	-2284
ening	-2285
▁suff	-2286
▁overall	-2287
OU	-2288
▁Ab	-2289
▁named	-2290
oun	-2291
▁showing	-2292
ices	-2293
▁bro	-2294
▁tre	-2295
▁comments	-2296
view	-2297
▁large	-2298
▁twist	-2299
▁insp	-2300
▁Disney	-2301
▁rating	-2302
▁soundtrack	-2303
aur	-2304
▁five	-2305
ett	-2306
▁Che	-2307
▁clim	-2308
▁hear	-2309
▁trag	-2310
▁working	-2311
▁Like	-2312
▁figure	-2313
▁...	-2314
▁wit	-2315
sw	-2316
▁dru	-2317
▁writ	-2318
▁Who	-2319
omin	-2320
▁typical	-2321
▁fantastic	-2322
▁Wor	-2323
ival	-2324
▁kept	-2325
▁leads	-2326
▁tale	-2327
▁theater	-2328
RE	-2329
▁US	-2330
ceed	-2331
▁Jim	-2332
incing	-2333
▁using	-2334
▁free	-2335
▁truth	-2336
ially	-2337
▁famous	-2338
▁editing	-2339
ising	-2340
▁stri	-2341
!)	-2342
▁viewing	-2343
IL	-2344
atever	-2345
▁brought	-2346
▁particular	-2347
▁mix	-2348
▁weird	-2349
af	-2350
▁atmosphere	-2351
▁danc	-2352
mas	-2353
oor	-2354
lier	-2355
▁Lu	-2356
▁surv	-2357
▁sequences	-2358
vent	-2359
▁realistic	-2360
hic	-2361
▁introdu	-2362
▁parents	-2363
ai	-2364
▁Col	-2365
ively	-2366
▁post	-2367
▁stage	-2368
▁whether	-2369
▁business	-2370
▁wood	-2371
let	-2372
▁French	-2373
▁America	-2374
rific	-2375
▁wait	-2376
▁Frank	-2377
▁background	-2378
lin	-2379
▁Tw	-2380
dden	-2381
▁norm	-2382
▁Peter	-2383
▁reviews	-2384
▁Sm	-2385
▁buy	-2386
▁obs	-2387
▁red	-2388
▁premise	-2389
Th	-2390
rey	-2391
▁und	-2392
▁iss	-2393
▁lame	-2394
▁rese	-2395
▁speak	-2396
oose	-2397
▁greatest	-2398
▁Dr	-2399
▁city	-2400
▁expected	-2401
▁199	-2402
▁Des	-2403
▁Its	-2404
▁sil	-2405
▁filmed	-2406
host	-2407
aling	-2408
▁believable	-2409
of	-2410
▁cat	-2411
▁crime	-2412
▁soc	-2413
▁basically	-2414
kay	-2415
esome	-2416
▁design	-2417
▁strugg	-2418
bers	-2419
▁stun	-2420
▁became	-2421
▁Good	-2422
urther	-2423
▁Japanese	-2424
▁front	-2425
avy	-2426
▁Can	-2427
▁exe	-2428
ged	-2429
▁Ex	-2430
▁avoid	-2431
▁utter	-2432
?"	-2433
▁Gu	-2434
▁Ital	-2435
▁pure	-2436
lfriend	-2437
ES	-2438
▁nature	-2439
iences	-2440
▁These	-2441
ges	-2442
▁law	-2443
▁poorly	-2444
▁sudden	-2445
▁appro	-2446
esy	-2447
▁Watch	-2448
ana	-2449
▁rock	-2450
▁meaning	-2451
▁bar	-2452
lor	-2453
▁cur	-2454
spect	-2455
▁leaves	-2456
▁dumb	-2457
▁ultim	-2458
ogn	-2459
▁los	-2460
▁apparently	-2461
hood	-2462
▁needed	-2463
▁average	-2464
▁lim	-2465
▁tast	-2466
▁surprise	-2467
ills	-2468
cted	-2469
▁mystery	-2470
icks	-2471
hys	-2472
▁die	-2473
▁ment	-2474
more	-2475
piece	-2476
▁Scott	-2477
▁villain	-2478
▁situation	-2479
▁Tim	-2480
▁sens	-2481
▁fire	-2482
▁lots	-2483
▁prop	-2484
▁third	-2485
pend	-2486
▁Here	-2487
▁male	-2488
▁Mart	-2489
▁credits	-2490
set	-2491
uro	-2492
▁bored	-2493
▁killing	-2494
▁project	-2495
EA	-2496
ear	-2497
▁er	-2498
▁gone	-2499
▁Night	-2500
▁costum	-2501
▁forced	-2502
▁public	-2503
▁realize	-2504
bor	-2505
anks	-2506
▁cap	-2507
▁liter	-2508
▁meant	-2509
▁earlier	-2510
▁IMD	-2511
▁advent	-2512
udd	-2513
ager	-2514
▁wind	-2515
▁emotional	-2516
▁memorable	-2517
▁Gra	-2518
isf	-2519
▁id	-2520
ored	-2521
▁inte	-2522
▁meets	-2523
▁write	-2524
time	-2525
▁Par	-2526
▁somehow	-2527
bert	-2528
chie	-2529
▁trad	-2530
▁unique	-2531
▁emotion	-2532
ppy	-2533
urd	-2534
erry	-2535
▁minute	-2536
▁Overall	-2537
▁interested	-2538
inger	-2539
▁footage	-2540
key	-2541
▁AN	-2542
▁older	-2543
▁Ser	-2544
▁resp	-2545
rif	-2546
▁keeps	-2547
▁screenplay	-2548
▁Sch	-2549
▁rob	-2550
▁shame	-2551
▁laughs	-2552
▁Joe	-2553
▁reading	-2554
▁Ang	-2555
▁disturb	-2556
▁oper	-2557
▁concept	-2558
▁bel	-2559
▁Wood	-2560
▁possibly	-2561
▁Com	-2562
cessary	-2563
▁unlike	-2564
▁express	-2565
▁society	-2566
▁directors	-2567
fer	-2568
por	-2569
▁dance	-2570
▁Film	-2571
▁fasc	-2572
▁allow	-2573
▁Inst	-2574
▁badly	-2575
▁conne	-2576
▁features	-2577
▁`	-2578
cious	-2579
friend	-2580
▁quickly	-2581
▁dam	-2582
▁yes	-2583
▁mill	-2584
▁anyway	-2585
▁forward	-2586
irc	-2587
look	-2588
▁grand	-2589
▁worked	-2590
▁popular	-2591
▁profess	-2592
▁sick	-2593
▁brings	-2594
angu	-2595
▁Mac	-2596
▁Mat	-2597
▁dramatic	-2598
▁nor	-2599
iliar	-2600
▁imagine	-2601
▁perfectly	-2602
over	-2603
▁girlfriend	-2604
▁development	-2605
▁$	-2606
cause	-2607
▁Other	-2608
▁admit	-2609
?)	-2610
ula	-2611
▁Qu	-2612
▁stere	-2613
▁romance	-2614
ived	-2615
▁Jul	-2616
▁writers	-2617
well	-2618
▁creepy	-2619
▁general	-2620
onic	-2621
reed	-2622
allow	-2623
acing	-2624
belie	-2625
▁setting	-2626
ises	-2627
▁directing	-2628
ries	-2629
▁Jane	-2630
ele	-2631
ius	-2632
▁195	-2633
hel	-2634
king	-2635
▁band	-2636
▁catch	-2637
iny	-2638
▁flat	-2639
arring	-2640
▁fails	-2641
▁copy	-2642
▁clever	-2643
▁potential	-2644
ashing	-2645
▁mad	-2646
▁nud	-2647
▁agree	-2648
▁sleep	-2649
▁Another	-2650
▁eventually	-2651
▁towards	-2652
erm	-2653
ague	-2654
▁imm	-2655
▁battle	-2656
▁create	-2657
▁joke	-2658
▁cheesy	-2659
▁Fred	-2660
▁execut	-2661
▁enc	-2662
▁whom	-2663
▁cartoon	-2664
▁powerful	-2665
oman	-2666
▁occas	-2667
▁histor	-2668
▁Em	-2669
▁purp	-2670
▁please	-2671
▁various	-2672
▁cry	-2673
▁repe	-2674
▁prison	-2675
▁recogn	-2676
▁attract	-2677
ases	-2678
rupt	-2679
▁amount	-2680
▁Christmas	-2681
ero	-2682
ivid	-2683
venge	-2684
vered	-2685
IS	-2686
eless	-2687
▁reasons	-2688
▁incredibly	-2689
ee	-2690
▁193	-2691
▁ideas	-2692
▁social	-2693
▁stereot	-2694
▁innoc	-2695
kn	-2696
aked	-2697
iver	-2698
▁bare	-2699
ivers	-2700
▁plain	-2701
▁leading	-2702
▁Still	-2703
▁Act	-2704
▁Ale	-2705
▁aut	-2706
▁IMDb	-2707
action	-2708
▁invest	-2709
▁deserves	-2710
▁portrayed	-2711
▁claim	-2712
▁space	-2713
▁:	-2714
▁total	-2715
▁ign	-2716
arrass	-2717
bs	-2718
een	-2719
▁commun	-2720
▁manages	-2721
▁sweet	-2722
▁expecting	-2723
with	-2724
▁Bra	-2725
▁spirit	-2726
▁casting	-2727
▁collect	-2728
▁positive	-2729
▁masterpiece	-2730
mist	-2731
▁attempts	-2732
itty	-2733
▁est	-2734
▁neg	-2735
▁step	-2736
▁match	-2737
vin	-2738
▁fantasy	-2739
▁Euro	-2740
▁cover	-2741
berg	-2742
▁revol	-2743
▁indeed	-2744
▁Af	-2745
wart	-2746
▁cond	-2747
▁jour	-2748
▁rich	-2749
▁hair	-2750
▁colle	-2751
▁sounds	-2752
ology	-2753
▁phys	-2754
▁acted	-2755
▁desper	-2756
▁plenty	-2757
▁embarrass	-2758
su	-2759
ips	-2760
▁political	-2761
")	-2762
▁ess	-2763
▁circ	-2764
▁fairly	-2765
▁30	-2766
▁missing	-2767
oles	-2768
▁Stre	-2769
▁Great	-2770
▁achie	-2771
▁extra	-2772
▁remake	-2773
elly	-2774
pper	-2775
asher	-2776
▁beauty	-2777
ask	-2778
itted	-2779
▁fighting	-2780
ford	-2781
▁Aust	-2782
▁nudity	-2783
▁outside	-2784
cent	-2785
medi	-2786
▁murd	-2787
arl	-2788
▁symp	-2789
▁langu	-2790
▁further	-2791
val	-2792
gest	-2793
▁Bill	-2794
▁inside	-2795
▁talented	-2796
▁af	-2797
▁hom	-2798
▁explain	-2799
ze	-2800
unny	-2801
▁crew	-2802
▁note	-2803
▁hardly	-2804
andy	-2805
▁married	-2806
▁telling	-2807
▁familiar	-2808
▁recently	-2809
iff	-2810
mon	-2811
▁gay	-2812
▁remark	-2813
▁crazy	-2814
▁wasted	-2815
idden	-2816
▁Mary	-2817
▁relig	-2818
▁filmmakers	-2819
zz	-2820
▁dog	-2821
▁ident	-2822
▁mentioned	-2823
cked	-2824
irl	-2825
agon	-2826
▁Gold	-2827
▁lady	-2828
▁Black	-2829
▁Pat	-2830
▁aff	-2831
▁era	-2832
resh	-2833
▁decides	-2834
ades	-2835
▁answ	-2836
▁destro	-2837
▁scient	-2838
alth	-2839
▁bed	-2840
▁trail	-2841
▁Instead	-2842
bo	-2843
▁En	-2844
izing	-2845
▁caught	-2846
▁delight	-2847
▁clos	-2848
▁requ	-2849
▁missed	-2850
▁members	-2851
ring	-2852
▁depth	-2853
▁common	-2854
olf	-2855
▁mid	-2856
▁accident	-2857
erv	-2858
ding	-2859
ened	-2860
ites	-2861
▁pace	-2862
▁stat	-2863
iously	-2864
▁ended	-2865
▁scream	-2866
lying	-2867
▁Star	-2868
▁vamp	-2869
▁intri	-2870
▁sorry	-2871
▁unbelie	-2872
▁draw	-2873
▁record	-2874
▁complex	-2875
uter	-2876
▁Pro	-2877
▁biz	-2878
▁mel	-2879
▁uses	-2880
▁explo	-2881
▁("	-2882
room	-2883
▁cute	-2884
▁medi	-2885
▁sees	-2886
▁flash	-2887
▁whatever	-2888
imp	-2889
par	-2890
iving	-2891
▁immedi	-2892
Wh	-2893
come	-2894
▁funn	-2895
▁rece	-2896
ishing	-2897
ossible	-2898
▁Europe	-2899
▁waiting	-2900
▁convincing	-2901
aine	-2902
ictor	-2903
▁World	-2904
cher	-2905
▁impro	-2906
▁spent	-2907
▁credit	-2908
▁hy	-2909
▁ble	-2910
▁mod	-2911
▁created	-2912
It	-2913
rage	-2914
oop	-2915
▁porn	-2916
▁wrote	-2917
▁slightly	-2918
ha	-2919
con	-2920
▁Red	-2921
▁brief	-2922
ibility	-2923
▁entirely	-2924
▁Mad	-2925
▁rap	-2926
lusion	-2927
▁amb	-2928
ieces	-2929
▁former	-2930
▁tension	-2931
acy	-2932
▁Ir	-2933
▁rate	-2934
▁solid	-2935
▁monster	-2936
lu	-2937
▁15	-2938
ette	-2939
▁Let	-2940
▁offic	-2941
itation	-2942
▁control	-2943
▁Director	-2944
▁Tra	-2945
▁idi	-2946
acher	-2947
lict	-2948
▁moves	-2949
▁pointless	-2950
bl	-2951
alt	-2952
vil	-2953
▁wall	-2954
▁stick	-2955
inating	-2956
▁choice	-2957
▁laughing	-2958
oph	-2959
▁water	-2960
▁color	-2961
▁ghost	-2962
▁successful	-2963
rom	-2964
arry	-2965
▁Big	-2966
▁ine	-2967
vern	-2968
▁Fin	-2969
aging	-2970
▁mass	-2971
emy	-2972
men	-2973
uine	-2974
▁Perhaps	-2975
VER	-2976
gend	-2977
▁196	-2978
ective	-2979
cing	-2980
▁value	-2981
▁accent	-2982
▁escape	-2983
▁satisf	-2984
ED	-2985
▁rad	-2986
ashion	-2987
▁portrayal	-2988
OW	-2989
▁boys	-2990
rian	-2991
▁Italian	-2992
▁effective	-2993
▁following	-2994
▁appreciate	-2995
▁intelligent	-2996
▁unfortunately	-2997
ilt	-2998
▁jud	-2999
uthor	-3000
▁recent	-3001
▁subtle	-3002
standing	-3003
▁slasher	-3004
▁exciting	-3005
!!!!	-3006
iers	-3007
inary	-3008
▁Rock	-3009
▁biggest	-3010
while	-3011
▁kills	-3012
▁travel	-3013
iced	-3014
▁Hor	-3015
▁Mon	-3016
▁arri	-3017
▁wild	-3018
boy	-3019
▁Bat	-3020
▁jump	-3021
▁compe	-3022
OM	-3023
cast	-3024
▁spend	-3025
▁store	-3026
▁Bur	-3027
▁mach	-3028
▁breat	-3029
▁zombie	-3030
▁concern	-3031
▁genuine	-3032
▁died	-3033
▁brain	-3034
▁forgot	-3035
▁amusing	-3036
▁incredible	-3037
▁Dead	-3038
▁follows	-3039
ging	-3040
▁stereotyp	-3041
aven	-3042
▁focus	-3043
str	-3044
▁critic	-3045
▁opportun	-3046
▁Lou	-3047
ateur	-3048
itary	-3049
▁dancing	-3050
▁Van	-3051
▁fit	-3052
▁contr	-3053
▁repres	-3054
▁impressive	-3055
idered	-3056
mistry	-3057
▁younger	-3058
▁books	-3059
▁Victor	-3060
▁singing	-3061
▁language	-3062
▁II	-3063
▁Best	-3064
▁Park	-3065
▁Tony	-3066
lect	-3067
▁glad	-3068
▁rede	-3069
▁earth	-3070
▁depict	-3071
PO	-3072
▁showed	-3073
▁produced	-3074
▁Cor	-3075
▁week	-3076
▁exception	-3077
ribly	-3078
▁ball	-3079
▁brut	-3080
▁soul	-3081
▁tort	-3082
▁weren	-3083
▁bizarre	-3084
▁continu	-3085
▁fol	-3086
▁Afric	-3087
▁House	-3088
▁suspect	-3089
▁situations	-3090
Ch	-3091
St	-3092
▁crim	-3093
▁decide	-3094
▁trouble	-3095
▁compared	-3096
rel	-3097
▁otherwise	-3098
une	-3099
▁changed	-3100
ener	-3101
▁filled	-3102
ham	-3103
oes	-3104
arily	-3105
▁luck	-3106
▁danger	-3107
▁ground	-3108
▁suddenly	-3109
▁considered	-3110
▁Sure	-3111
▁revenge	-3112
▁chemistry	-3113
▁Stan	-3114
▁trip	-3115
▁pract	-3116
▁manner	-3117
▁purpose	-3118
▁violent	-3119
▁Cra	-3120
▁Smith	-3121
▁longer	-3122
irty	-3123
▁garb	-3124
▁runs	-3125
▁magic	-3126
▁western	-3127
▁questions	-3128
even	-3129
ified	-3130
ondon	-3131
▁spot	-3132
▁unin	-3133
▁Movie	-3134
▁failed	-3135
▁disturbing	-3136
rect	-3137
sters	-3138
ares	-3139
iles	-3140
▁fear	-3141
▁carry	-3142
fort	-3143
rick	-3144
▁100	-3145
▁Mel	-3146
▁anti	-3147
▁doll	-3148
▁bother	-3149
▁studio	-3150
▁amateur	-3151
plic	-3152
owers	-3153
▁compet	-3154
▁conclusion	-3155
IT	-3156
▁Ant	-3157
▁Alex	-3158
▁awesome	-3159
no	-3160
▁Super	-3161
ization	-3162
▁barely	-3163
▁favour	-3164
▁mer	-3165
annel	-3166
▁suit	-3167
▁trash	-3168
▁Anyway	-3169
▁appeal	-3170
▁fat	-3171
iding	-3172
▁baby	-3173
▁bull	-3174
▁tough	-3175
▁audiences	-3176
fi	-3177
ales	-3178
appe	-3179
sequ	-3180
▁taste	-3181
▁unless	-3182
gl	-3183
aper	-3184
▁shooting	-3185
▁producers	-3186
▁suc	-3187
▁values	-3188
▁likes	-3189
▁redeem	-3190
LE	-3191
known	-3192
▁party	-3193
▁affect	-3194
▁doctor	-3195
min	-3196
▁ST	-3197
▁194	-3198
iller	-3199
▁roll	-3200
▁assum	-3201
▁office	-3202
▁program	-3203
aus	-3204
▁sav	-3205
ength	-3206
opher	-3207
▁regard	-3208
▁impossible	-3209
thur	-3210
▁Ann	-3211
▁mood	-3212
▁pers	-3213
▁faith	-3214
▁natural	-3215
▁involving	-3216
000	-3217
▁beat	-3218
▁state	-3219
▁images	-3220
▁fake	-3221
▁track	-3222
▁disg	-3223
▁author	-3224
▁ability	-3225
▁****	-3226
▁Russ	-3227
▁culture	-3228
▁product	-3229
▁animated	-3230
▁Love	-3231
▁heavy	-3232
▁London	-3233
▁bought	-3234
▁Bro	-3235
▁college	-3236
formation	-3237
▁charming	-3238
ille	-3239
▁Yet	-3240
▁Very	-3241
▁hang	-3242
▁rare	-3243
ensive	-3244
▁humour	-3245
▁stunning	-3246
▁impression	-3247
ottom	-3248
▁City	-3249
▁kick	-3250
lessly	-3251
war	-3252
this	-3253
iring	-3254
riage	-3255
▁cold	-3256
▁rand	-3257
▁neigh	-3258
▁Though	-3259
▁company	-3260
▁succeed	-3261
▁appearance	-3262
▁90	-3263
▁Way	-3264
night	-3265
▁loud	-3266
▁refe	-3267
▁garbage	-3268
▁computer	-3269
▁immediately	-3270
anna	-3271
▁OF	-3272
▁Ro	-3273
mark	-3274
▁Boy	-3275
▁clot	-3276
▁test	-3277
▁unex	-3278
▁basic	-3279
▁adventure	-3280
izes	-3281
▁Sec	-3282
▁door	-3283
▁leaving	-3284
▁cross	-3285
▁street	-3286
▁pathetic	-3287
eg	-3288
iche	-3289
▁cru	-3290
▁Stewart	-3291
▁adaptation	-3292
urch	-3293
▁insult	-3294
▁obsess	-3295
uk	-3296
▁sci	-3297
▁ultimately	-3298
anic	-3299
▁Hen	-3300
idence	-3301
▁Steve	-3302
▁minor	-3303
▁People	-3304
▁contri	-3305
▁reveal	-3306
▁Despite	-3307
▁utterly	-3308
▁10.	-3309
▁Ham	-3310
▁fashion	-3311
inn	-3312
vey	-3313
rend	-3314
▁random	-3315
▁investig	-3316
▁tradition	-3317
ena	-3318
▁Earth	-3319
▁spect	-3320
vert	-3321
round	-3322
▁numb	-3323
reg	-3324
aire	-3325
▁uns	-3326
▁Harry	-3327
▁Where	-3328
▁occur	-3329
ressing	-3330
▁govern	-3331
stem	-3332
▁terms	-3333
▁climax	-3334
▁genius	-3335
▁terror	-3336
ological	-3337
▁Because	-3338
▁somewhere	-3339
ode	-3340
▁Mur	-3341
▁Jeff	-3342
▁thinks	-3343
ify	-3344
▁pack	-3345
▁deliver	-3346
▁neither	-3347
▁approach	-3348
▁lab	-3349
▁Only	-3350
▁mult	-3351
▁accur	-3352
▁absurd	-3353
▁starring	-3354
▁considering	-3355
▁dad	-3356
▁seg	-3357
movie	-3358
▁High	-3359
▁grap	-3360
▁Indian	-3361
AS	-3362
▁pu	-3363
▁sitting	-3364
ILER	-3365
▁Bru	-3366
▁god	-3367
house	-3368
▁road	-3369
▁search	-3370
▁Christian	-3371
OO	-3372
▁cause	-3373
▁managed	-3374
anda	-3375
▁Two	-3376
▁pun	-3377
unting	-3378
▁standard	-3379
iven	-3380
▁dig	-3381
▁lau	-3382
▁added	-3383
▁indust	-3384
bb	-3385
that	-3386
▁Bel	-3387
▁def	-3388
ropri	-3389
itions	-3390
▁Kelly	-3391
reaking	-3392
▁touching	-3393
▁Go	-3394
uster	-3395
▁defe	-3396
POILER	-3397
▁fresh	-3398
▁notice	-3399
▁unbelievable	-3400
yle	-3401
▁repl	-3402
▁likely	-3403
▁generally	-3404
ID	-3405
aff	-3406
▁fully	-3407
▁normal	-3408
elling	-3409
▁charm	-3410
▁themes	-3411
▁Charlie	-3412
▁terrific	-3413
▁gem	-3414
▁tone	-3415
▁force	-3416
▁comedies	-3417
▁narrative	-3418
▁Den	-3419
▁threat	-3420
▁twists	-3421
▁nowhere	-3422
▁remains	-3423
OV	-3424
awn	-3425
vir	-3426
▁wee	-3427
▁curi	-3428
▁addition	-3429
▁constantly	-3430
▁Ag	-3431
▁six	-3432
▁drive	-3433
▁serial	-3434
▁mistake	-3435
▁conflict	-3436
▁laughable	-3437
▁month	-3438
▁dro	-3439
aining	-3440
making	-3441
played	-3442
▁issues	-3443
▁presence	-3444
▁literally	-3445
BC	-3446
you	-3447
▁gag	-3448
esides	-3449
ailable	-3450
rag	-3451
▁Sw	-3452
ands	-3453
▁system	-3454
▁intrigu	-3455
▁respons	-3456
▁zombies	-3457
cer	-3458
riff	-3459
▁Dick	-3460
▁element	-3461
▁presented	-3462
▁beautifully	-3463
lyn	-3464
orts	-3465
anted	-3466
▁Miss	-3467
oughly	-3468
▁finish	-3469
AD	-3470
▁boss	-3471
▁sexy	-3472
▁scenery	-3473
▁costumes	-3474
▁interview	-3475
▁Cal	-3476
▁Adam	-3477
▁offe	-3478
▁military	-3479
▁pictures	-3480
irth	-3481
▁cho	-3482
lease	-3483
▁prep	-3484
▁train	-3485
▁equally	-3486
▁painful	-3487
▁witness	-3488
▁jo	-3489
part	-3490
▁sto	-3491
ability	-3492
estival	-3493
▁individ	-3494
▁cinematic	-3495
▁surprisingly	-3496
▁disappointing	-3497
▁Ber	-3498
ision	-3499
▁drawn	-3500
▁throw	-3501
▁places	-3502
▁thrown	-3503
▁squ	-3504
▁bomb	-3505
▁warn	-3506
▁artist	-3507
▁details	-3508
▁Cr	-3509
▁ur	-3510
▁leg	-3511
ached	-3512
rences	-3513
▁Paris	-3514
▁offer	-3515
▁marriage	-3516
▁flashback	-3517
▁disappointment	-3518
▁smart	-3519
▁makers	-3520
▁science	-3521
▁Part	-3522
▁Story	-3523
▁alive	-3524
▁chall	-3525
▁excuse	-3526
▁aspects	-3527
▁Bas	-3528
▁Ray	-3529
▁dreams	-3530
▁knowing	-3531
▁innocent	-3532
cle	-3533
▁80'	-3534
heart	-3535
▁stands	-3536
▁18	-3537
▁Fl	-3538
ribe	-3539
▁log	-3540
itude	-3541
▁okay	-3542
▁escap	-3543
▁expectations	-3544
face	-3545
▁animals	-3546
▁destroy	-3547
▁suppose	-3548
▁feelings	-3549
▁photography	-3550
▁Sci	-3551
▁influ	-3552
▁slowly	-3553
▁historical	-3554
▁outstanding	-3555
▁Bob	-3556
▁key	-3557
▁date	-3558
▁behav	-3559
▁Nothing	-3560
▁boyfriend	-3561
▁recommended	-3562
ken	-3563
aint	-3564
arsh	-3565
athy	-3566
▁Dou	-3567
▁spec	-3568
▁hoping	-3569
▁describ	-3570
▁discuss	-3571
ica	-3572
aton	-3573
▁Pal	-3574
▁Str	-3575
▁Tre	-3576
▁har	-3577
▁spl	-3578
▁subst	-3579
▁medioc	-3580
▁opportunity	-3581
▁plus	-3582
▁Allen	-3583
▁compar	-3584
▁island	-3585
▁journey	-3586
rid	-3587
oned	-3588
▁burn	-3589
▁init	-3590
illing	-3591
▁drunk	-3592
▁affair	-3593
▁century	-3594
she	-3595
icide	-3596
▁demon	-3597
▁million	-3598
▁Sand	-3599
▁breath	-3600
▁filming	-3601
▁Angel	-3602
▁names	-3603
▁mysterious	-3604
anch	-3605
▁sett	-3606
▁commer	-3607
▁lovely	-3608
▁proper	-3609
▁photograp	-3610
ss	-3611
ancy	-3612
asty	-3613
▁mir	-3614
▁Hard	-3615
▁ener	-3616
▁soft	-3617
▁walking	-3618
▁contains	-3619
▁emotions	-3620
▁intended	-3621
▁surround	-3622
itz	-3623
just	-3624
ploy	-3625
▁Mus	-3626
▁See	-3627
elebr	-3628
under	-3629
▁Once	-3630
▁intern	-3631
▁happening	-3632
▁individual	-3633
CH	-3634
hol	-3635
ini	-3636
▁CG	-3637
▁Jes	-3638
▁ast	-3639
oking	-3640
▁Chris	-3641
▁passion	-3642
▁protagon	-3643
▁soldiers	-3644
yl	-3645
ghed	-3646
icip	-3647
▁din	-3648
▁lif	-3649
▁South	-3650
▁sight	-3651
▁fascinating	-3652
appy	-3653
▁pil	-3654
▁drug	-3655
▁puts	-3656
▁intense	-3657
▁compelling	-3658
IE	-3659
inct	-3660
▁Young	-3661
▁moral	-3662
▁tired	-3663
▁fright	-3664
▁changes	-3665
▁likable	-3666
▁government	-3667
▁80	-3668
uous	-3669
▁Many	-3670
▁acts	-3671
gue	-3672
▁dim	-3673
▁dies	-3674
▁loves	-3675
▁include	-3676
▁Bo	-3677
▁ride	-3678
icated	-3679
▁length	-3680
▁available	-3681
▁difference	-3682
ural	-3683
▁qual	-3684
▁object	-3685
▁silent	-3686
▁building	-3687
lla	-3688
uit	-3689
ples	-3690
▁ted	-3691
▁West	-3692
▁fool	-3693
▁serv	-3694
budget	-3695
▁pieces	-3696
entially	-3697
▁Christopher	-3698
▁Te	-3699
exic	-3700
onna	-3701
▁lad	-3702
ishes	-3703
istent	-3704
▁Rog	-3705
anced	-3706
table	-3707
▁magn	-3708
▁noir	-3709
IG	-3710
mar	-3711
pro	-3712
▁mat	-3713
ledge	-3714
▁legend	-3715
▁developed	-3716
tend	-3717
▁hasn	-3718
▁ship	-3719
▁teacher	-3720
ta	-3721
abb	-3722
down	-3723
gged	-3724
orter	-3725
▁base	-3726
▁loose	-3727
▁mouth	-3728
▁share	-3729
▁fellow	-3730
▁victims	-3731
▁appeared	-3732
?!	-3733
ki	-3734
▁edge	-3735
▁thor	-3736
▁critics	-3737
▁Ey	-3738
▁IS	-3739
▁ord	-3740
▁Dark	-3741
▁Jean	-3742
▁thank	-3743
ospital	-3744
▁Charles	-3745
▁WW	-3746
text	-3747
▁Canad	-3748
▁Henry	-3749
▁drink	-3750
▁lacks	-3751
orgeous	-3752
▁adults	-3753
▁detective	-3754
ustr	-3755
▁Tar	-3756
▁ham	-3757
▁Bruce	-3758
▁celebr	-3759
azz	-3760
cra	-3761
▁40	-3762
▁Bad	-3763
▁damn	-3764
ipp	-3765
▁50	-3766
▁Lo	-3767
This	-3768
raid	-3769
ander	-3770
▁melod	-3771
▁negative	-3772
pret	-3773
▁Pol	-3774
ushed	-3775
▁Mark	-3776
▁Somet	-3777
▁flaws	-3778
▁helps	-3779
▁numbers	-3780
▁confused	-3781
▁relationships	-3782
▁Gl	-3783
▁Spe	-3784
▁content	-3785
▁trailer	-3786
ET	-3787
▁Co	-3788
erous	-3789
▁Jones	-3790
▁Steven	-3791
▁motion	-3792
▁commercial	-3793
▁X	-3794
▁image	-3795
▁proves	-3796
▁current	-3797
▁student	-3798
▁followed	-3799
kin	-3800
▁joy	-3801
▁unne	-3802
▁Green	-3803
▁disgust	-3804
▁prim	-3805
pected	-3806
▁Never	-3807
▁wondering	-3808
▁cell	-3809
▁virt	-3810
akespe	-3811
▁clean	-3812
▁laughed	-3813
▁confusing	-3814
▁standards	-3815
wor	-3816
▁Av	-3817
ency	-3818
▁Mag	-3819
▁Nor	-3820
.....	-3821
▁latter	-3822
▁delivers	-3823
▁dubb	-3824
▁Mexic	-3825
▁dread	-3826
▁fault	-3827
▁lived	-3828
▁merely	-3829
▁falling	-3830
▁lighting	-3831
▁imagination	-3832
gly	-3833
▁Ye	-3834
ront	-3835
▁Both	-3836
▁mart	-3837
▁unus	-3838
▁ahead	-3839
▁quiet	-3840
▁tragedy	-3841
▁provides	-3842
▁students	-3843
▁childhood	-3844
ein	-3845
▁irrit	-3846
▁flicks	-3847
▁forever	-3848
▁discover	-3849
▁gorgeous	-3850
▁impressed	-3851
▁den	-3852
▁Carl	-3853
▁Step	-3854
▁rout	-3855
▁wise	-3856
▁multi	-3857
▁naked	-3858
▁Batman	-3859
▁Martin	-3860
▁remote	-3861
abl	-3862
▁du	-3863
life	-3864
writer	-3865
▁lover	-3866
▁oppos	-3867
▁impact	-3868
▁mediocre	-3869
asure	-3870
field	-3871
▁Barb	-3872
▁Sant	-3873
▁hide	-3874
▁Davis	-3875
▁youth	-3876
ilities	-3877
▁offers	-3878
▁brothers	-3879
In	-3880
▁div	-3881
▁hig	-3882
dered	-3883
herent	-3884
▁host	-3885
▁independ	-3886
▁oh	-3887
asing	-3888
▁More	-3889
▁gold	-3890
▁paid	-3891
▁alien	-3892
▁mainly	-3893
▁tragic	-3894
▁formula	-3895
▁becoming	-3896
▁highlight	-3897
▁attractive	-3898
▁thoroughly	-3899
itor	-3900
inese	-3901
▁chase	-3902
▁nobody	-3903
▁central	-3904
ops	-3905
▁rip	-3906
▁Please	-3907
▁answer	-3908
▁achieve	-3909
▁murders	-3910
▁funniest	-3911
.,	-3912
ffe	-3913
▁fort	-3914
▁Billy	-3915
▁Jerry	-3916
▁folks	-3917
▁Having	-3918
▁Austral	-3919
▁disaster	-3920
/2	-3921
▁fac	-3922
▁disappe	-3923
▁Williams	-3924
osh	-3925
see	-3926
yer	-3927
▁Phil	-3928
▁rape	-3929
▁rated	-3930
▁planet	-3931
▁justice	-3932
▁creative	-3933
▁Ms	-3934
rama	-3935
▁Hit	-3936
▁Shakespe	-3937
LY	-3938
▁Day	-3939
▁sun	-3940
aries	-3941
▁fiction	-3942
▁hospital	-3943
lled	-3944
▁AND	-3945
▁Hol	-3946
▁adds	-3947
▁knock	-3948
▁reach	-3949
▁stuck	-3950
▁double	-3951
▁surely	-3952
▁producer	-3953
▁reminded	-3954
mbol	-3955
▁held	-3956
▁nons	-3957
▁Little	-3958
▁spectac	-3959
▁willing	-3960
▁honestly	-3961
/10.	-3962
ivil	-3963
▁contem	-3964
▁seemingly	-3965
azy	-3966
▁Du	-3967
hero	-3968
▁Too	-3969
board	-3970
icious	-3971
▁twice	-3972
▁afraid	-3973
▁process	-3974
▁occasion	-3975
▁actresses	-3976
▁bi	-3977
iday	-3978
▁forgotten	-3979
▁information	-3980
good	-3981
▁blond	-3982
▁eight	-3983
▁rented	-3984
▁apartment	-3985
ooks	-3986
▁Did	-3987
▁Sad	-3988
▁ver	-3989
agger	-3990
irgin	-3991
rough	-3992
▁asks	-3993
▁blind	-3994
▁market	-3995
▁Jackson	-3996
▁correct	-3997
▁putting	-3998
▁describe	-3999
▁industry	-4000
AL	-4001
now	-4002
▁ge	-4003
oted	-4004
▁resc	-4005
▁Since	-4006
▁aside	-4007
▁ready	-4008
▁Arthur	-4009
▁Americans	-4010
hor	-4011
▁12	-4012
▁Wal	-4013
▁seconds	-4014
alled	-4015
anish	-4016
▁onto	-4017
▁race	-4018
▁round	-4019
entious	-4020
▁anymore	-4021
▁personality	-4022
rog	-4023
▁App	-4024
aches	-4025
ament	-4026
▁wide	-4027
▁giant	-4028
▁sadly	-4029
▁streng	-4030
▁convers	-4031
AY	-4032
oos	-4033
ras	-4034
uts	-4035
▁unw	-4036
▁faces	-4037
▁picked	-4038
ech	-4039
zan	-4040
▁Jon	-4041
▁aim	-4042
▁eat	-4043
illed	-4044
▁Alan	-4045
▁area	-4046
▁clothes	-4047
▁turning	-4048
▁location	-4049
▁redeeming	-4050
▁drag	-4051
▁lose	-4052
▁path	-4053
▁thin	-4054
▁nasty	-4055
▁opera	-4056
▁helped	-4057
▁relative	-4058
▁filmmaker	-4059
▁professional	-4060
IC	-4061
vol	-4062
▁news	-4063
▁Their	-4064
▁mount	-4065
▁bottom	-4066
▁desert	-4067
▁allowed	-4068
▁finding	-4069
▁collection	-4070
eal	-4071
gar	-4072
mes	-4073
▁Lyn	-4074
▁bright	-4075
▁explan	-4076
entional	-4077
▁struggle	-4078
iac	-4079
ium	-4080
▁Fox	-4081
▁Sar	-4082
soever	-4083
▁began	-4084
athetic	-4085
▁member	-4086
▁thanks	-4087
▁underst	-4088
▁Shakespeare	-4089
ios	-4090
ita	-4091
▁70	-4092
▁Sin	-4093
▁led	-4094
▁rac	-4095
▁Blood	-4096
▁accom	-4097
▁broad	-4098
▁moved	-4099
▁symbol	-4100
▁unreal	-4101
▁shouldn	-4102
▁necessary	-4103
▁unexpected	-4104
sey	-4105
eman	-4106
▁gri	-4107
▁mut	-4108
aylor	-4109
▁Brian	-4110
▁trust	-4111
▁station	-4112
▁superior	-4113
▁whatsoever	-4114
.'	-4115
win	-4116
▁Win	-4117
▁grow	-4118
▁favourite	-4119
ube	-4120
leep	-4121
arded	-4122
▁wooden	-4123
▁includes	-4124
▁inspired	-4125
aded	-4126
glas	-4127
mare	-4128
requ	-4129
year	-4130
▁Edd	-4131
▁warm	-4132
▁Everything	-4133
uman	-4134
▁pen	-4135
▁bank	-4136
ropriate	-4137
▁insight	-4138
▁shocking	-4139
▁scientist	-4140
ka	-4141
▁ON	-4142
ache	-4143
▁tar	-4144
▁angry	-4145
▁block	-4146
▁drugs	-4147
▁hotel	-4148
▁Harris	-4149
▁Chinese	-4150
▁artistic	-4151
ifer	-4152
▁deeply	-4153
▁actions	-4154
▁supposedly	-4155
▁intelligence	-4156
AM	-4157
An	-4158
▁70'	-4159
▁deb	-4160
▁Walk	-4161
▁buff	-4162
pective	-4163
▁everybody	-4164
erk	-4165
▁na	-4166
ateg	-4167
film	-4168
rors	-4169
ashed	-4170
▁remem	-4171
▁encoun	-4172
▁repeated	-4173
▁technical	-4174
abe	-4175
owd	-4176
osen	-4177
▁tem	-4178
▁depart	-4179
▁wonderfully	-4180
afe	-4181
▁Sl	-4182
▁McC	-4183
▁Roy	-4184
▁Nick	-4185
▁club	-4186
▁energy	-4187
▁resemb	-4188
▁vision	-4189
▁Stephen	-4190
▁physical	-4191
▁friendship	-4192
You	-4193
▁Ac	-4194
▁hint	-4195
▁react	-4196
▁vampire	-4197
▁realized	-4198
▁introduced	-4199
AC	-4200
mi	-4201
roc	-4202
▁sour	-4203
▁weap	-4204
edding	-4205
▁tears	-4206
